/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Ekler (%d)";

/* Old singular title format */
"AttachmentsKey" = "Ek (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Ek ekle";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fotoğraf çek";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotoğraf kitaplığı";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Ek %d silindi";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Dosyalar";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "İptal";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Başlık";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notlar";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Değer";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "UYARI: FUIFormCell için geçerli UITableViewController öğesine yönelik navigationController, nil. FUIAttachmentsFormCell ve ListPickerFormCell düzgün çalışmayacak.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d sa. %d dk.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Süre";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "saat";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "saat";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "dak";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Seçilen";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tümü";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Seçildi (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Seçilen %d kalemi görüntülemek için çift dokunun.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Seçilen kalemi görüntülemek için çift dokunun.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Seçimlerinizi atmak istediğinizden emin misiniz?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Değişiklikleri at";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Düzenlemeye devam et";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Uygula";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Uyarı: ListPickerFormCell içindeki listPickerSearchResultsUpdating özelliği nil olduğundan arama devre dışı bırakıldı.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Tümünü seç";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Tümünün seçimini kaldır";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Kapat";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "daha fazla";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Daha az";

/* The string for switch button */
"SwitchBUttonKey" = "Değiştirme düğmesi";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "açık";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "kapalı";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Ayarı değiştirmek için iki kez dokunun";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sıralama ölçütü";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Seçilmedi";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Seçimi değiştirmek için iki kez dokunun";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Sıralama yönünü değiştirmek için iki kez dokunun";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "bu, azami değeri %@ ve asgari değeri %@ olan %@ kaydırıcısıdır";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "kaydırıcının değerini değiştirmek için öğe seçiliyken yukarı/aşağı kaydırabilirsiniz";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Geçerli değer %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Geçerli değer %@ olarak değiştirildi";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Salt okunur alan";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Karakter kalmadı";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Karakter sayısını azaltın";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatif giriş işlemi";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Düğme";

/* Clear Text button title */
"ClearTextKey" = "Metni temizle";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Giriş metni temizlendi";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Açmak için iki kez dokunun";

"DoubleTapToCollapseKey" = "Daraltmak için iki kez dokunun";

"DoubleTapToSelectFromList" = "Listeden seçmek için iki kez dokunun";

"DoubleTapToSelect" = "Seçmek için iki kez dokunun";

"DoubleTapToUnselect" = "Seçimi kaldırmak için iki kez dokunun";

"FlashKey" = "Flaş";

"FlashIsTurnedOnKey" = "Flaş açıldı";

"FlashIsTurnedOffKey" = "Flaş kapatıldı";

"DoubleTapToTurnOnFlashKey" = "Flaşı açmak için iki kez dokunun";

"DoubleTapToTurnOffFlashKey" = "Flaşı kapatmak için iki kez dokunun";

/* FUIStepperView tip */
"StepperTipKey" = "Bu, düzenlenebilir bir adımlayıcı";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Bu, düzenlenemeyen bir adımlayıcı";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Azami değer %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Asgari değer %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Değeri 1 artır";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Değeri 1 azalt";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Geçerli değer";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtre";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Sonuçlar \\(filteredNum)/\\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "\\(filteredNum) kalem göster";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Sıfırla";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Bu, düzenlenebilir bir kaydırıcı; asgari değer %@ ve azami değer %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Bu, düzenlenemeyen bir kaydırıcı; asgari değer %@ ve azami değer %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Bu, düzenlenebilir bir aralık kaydırıcısı; asgari değer %@ ve azami değer %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Bu, düzenlenemeyen bir aralık kaydırıcısı; asgari değer %@ ve azami değer %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "kaydırıcı değeri metin alanı";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "alt değer metin alanı";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "üst değer metin alanı";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Belirli bir değer girmek için iki kere dokunabilirsiniz";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "kaydırıcı kutusu, geçerli değer";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "değeri değiştirmek için yukarı veya aşağı kaydırabilirsiniz";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "alt aralık kaydırıcı kutusu, geçerli değer";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "alt değeri değiştirmek için yukarı veya aşağı kaydırabilirsiniz";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "üst aralık kaydırıcı kutusu, geçerli değer";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "üst değeri değiştirmek için yukarı veya aşağı kaydırabilirsiniz";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "geçerli değer %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "geçerli alt değer %@, üst değer %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d yıldız üzerinden %d yıldız";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Değeri ayarlamak için iki kez tıklayın ve sağa ya da sola kaydırın";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Barkod tarama";

"BarcodeScanHintKey" = "Taramak için iki kez dokunun";

